Repository: RomanNosov/convershop
Catalog: *-data/protected/*-installer/backup/*-apps/shop/plugins/editprice/locale/*/LC_MESSAGES/shop_editprice.po
Languages: ru_ru

source: Quick price editing
ru_ru: Быстрое редактирование цен

source: Allows to edit products prices straight from the list
ru_ru: Позволяет редактировать цены товаров прямо из списка

source: Edit prices
ru_ru: Редактировать цены

source: Multiply all prices by
ru_ru: Умножить все цена на

source: Apply
ru_ru: Применить

source: Save
ru_ru: Сохранить

source: or
ru_ru: или

source: cancel
ru_ru: отмена

source: Bulk editing of prices
ru_ru: Массовое редактирование цен

source: Change prices at
ru_ru: Изменить цены на

source: Currency
ru_ru: Валюта

source: Enlarge
ru_ru: Увеличить

source: Reduce
ru_ru: Уменьшить

source: Number of decimal places for rounding
ru_ru: Количество знаков после запятой для округления

source: not round
ru_ru: не округлять

source: Specify 1 to round up to tens of cents, for example, 105.34 turns to 105.3.
ru_ru: Укажите 1, чтобы округлять до десятков копеек, например, 105,34 превратится в 105,3.

source: Specify 0 to round to the nearest whole
ru_ru: Укажите 0, чтобы округлить до целого

source: Specify -1 to rounding up to tens, for example 198 turns to 200, 114 turns to 110.
ru_ru: Укажите -1, чтобы округлять до десятков, например 198 превратится в 200, а 114 в 110.

source: clear compare prices
ru_ru: удалить зачёркнутые цены

source: set the old prices as compare prices
ru_ru: установить старые цены как зачёркнутые

source: Prices changing, please wait...
ru_ru: Цены изменяются, пожалуйста, подождите...

source: Please select at least one product
ru_ru: Выберите хотя бы один товар

source: An unexpected error occurred while saving data
ru_ru: При сохранении произошла ошибка

source: Published
ru_ru: Опубликован

source: SKU code
ru_ru: Артикул

source: Available for purchase
ru_ru: Доступен для заказа

source: Compare price
ru_ru: Зачёркнутая цена

source: Purchase price
ru_ru: Закупочная цена

source: Are you sure you want to cancel all changes?
ru_ru: Вы уверены, что хотите отметить все изменения?

source: Edit compare price
ru_ru: Редактировать зачёркнутые цены

source: Edit purchase price
ru_ru: Редактировать закупочные цены

source: Edit SKU Code
ru_ru: Редактировать артикулы

source: Bulk editing currency
ru_ru: Возможность массово менять валюту

source: Edit product status
ru_ru: Возможность менять статус товаров

source: Edit "Available for purchase" for SKU
ru_ru: Возможность менять доступность для заказа артикулов

source: Percentage change
ru_ru: Изменение цен на определённый процент

source: The number of decimal places when rounding (when multiplied)
ru_ru: Количество знаков после запятой при округлении (при умножении)

source: Rounding up (when multiplied)
ru_ru: Округление в большую сторону (при умножении)

source: If you specify 99, all prices will end at 99 (in this case, the prices shall be rounded to the nearest whole machine) <br> If unsure, it is best to not check this setting
ru_ru: Если указать 99, то все цены будут заканчиваться на 99 (в этом случае цены автоматом окргуляются до целого)<br>Если не уверены, то лучше не заполняйте эту настройку

source: By default, you can specify the factor by which we must multiply all prices, <br>If the tick is enabled, instead of the factor will be percentage change
ru_ru: По умолчанию можно указать множитель, на который нужно умножить все цены,<br>если галочка включена, то вместо множителя можно будет указать на сколько процентов изменить цены

source: Price edit mode
ru_ru: Режим редактирования цен
